Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Flagging certain glossary term translations ``read-only`` by bulk-editing, typing in the flag, or by using :guilabel:`Tools` â :guilabel:`Mark as untranslatable` means they can not be translated. Use this for brand names or other terms that should not be changed in other languages. Such terms are visually highlighted in the glossary sidebar.
sv: Om du markerar vissa Ã¶versÃ¤ttningar av termer i ordlistan som ``skrivskyddade`` genom att redigera dem i bulk, skriva in flaggan eller anvÃ¤nda :guilabel:`Verktyg` â :guilabel:`Markera som oÃ¶versÃ¤ttbar` betyder det att de inte kan Ã¶versÃ¤ttas. AnvÃ¤nd detta fÃ¶r varumÃ¤rken eller andra termer som inte bÃ¶r Ã¤ndras i andra sprÃ¥k. SÃ¥dana termer markeras visuellt i ordlistans sidofÃ¤lt.

source: Forbidden translations
sv: FÃ¶rbjudna Ã¶versÃ¤ttningar

source: Flagging certain glossary term translations as ``forbidden`` by bulk-editing, typing in the flag, or by using :guilabel:`Tools` â :guilabel:`Mark as forbidden translation` means they are **not** to be used. Use this to clarify translation when some words are ambiguous or could have unexpected meanings.
sv: Om du markerar vissa Ã¶versÃ¤ttningar av termer i ordlistan som ``fÃ¶rbjudna`` genom att redigera dem i bulk, skriva in flaggan eller anvÃ¤nda :guilabel:`Verktyg` â :guilabel:`Markera som fÃ¶rbjuden Ã¶versÃ¤ttning` betyder det att de **inte** fÃ¥r anvÃ¤ndas. AnvÃ¤nd detta fÃ¶r att fÃ¶rtydliga Ã¶versÃ¤ttningen nÃ¤r vissa ord Ã¤r tvetydiga eller kan ha ovÃ¤ntade betydelser.

source: Flagging certain glossary terms as ``terminology`` by bulk-editing, typing in the flag, or by using :guilabel:`Tools` â :guilabel:`Mark as terminology` adds entries for them to all languages in the glossary. Use this for important terms that should be well thought out, and retain a consistent meaning across all languages.
sv: Om du markerar vissa termer i ordlistan som ``terminologi`` genom att redigera dem i bulk, skriva in flaggan eller anvÃ¤nda :guilabel:`Verktyg` â :guilabel:`Markera som terminologi` lÃ¤ggs poster fÃ¶r dem till i ordlistan fÃ¶r alla sprÃ¥k. AnvÃ¤nd detta fÃ¶r viktiga termer som bÃ¶r vara vÃ¤l genomtÃ¤nkta och ha en konsekvent betydelse i alla sprÃ¥k.

source: Variants are a generic way to group strings together. All term variants are listed in the glossary sidebar when translating.
sv: Variant Ã¤r ett generiskt sÃ¤tt att gruppera strÃ¤ngar. Alla termvarianter listas i ordlistan i sidofÃ¤ltet nÃ¤r du Ã¶versÃ¤tter.

source: You can use this to add abbreviations or shorter expressions for a term.
sv: Du kan anvÃ¤nda detta fÃ¶r att lÃ¤gga till fÃ¶rkortningar eller kortare uttryck fÃ¶r en term.

source: Glossary import
sv: Import av ordlista

source: Similar to regular translation components, you can upload existing glossaries to Weblate. Formats like :doc:`/formats/csv` or :doc:`/formats/tbx` are supported and can be uploaded, see :ref:`upload`.
sv: Precis som med vanliga Ã¶versÃ¤ttningskomponenter kan du ladda upp befintliga ordlistor till Weblate. Format som :doc:`/formats/csv` eller :doc:`/formats/tbx` stÃ¶ds och kan laddas upp, se :ref:`upload`.

source: Glossaries in automatic suggestion
sv: Ordlistor i automatiska fÃ¶rslag

source: Some automatic suggestion services utilize glossaries during the translation, please consult their documentation in :doc:`/admin/machine` to see the support.
sv: Vissa automatiska fÃ¶rslagstjÃ¤nster anvÃ¤nder ordlistor under Ã¶versÃ¤ttningen. Se dokumentationen i :doc:`/admin/machine` fÃ¶r att se vilket stÃ¶d som finns.

source: The glossary is processed before exposed to the service:
sv: Ordlistan bearbetas innan den exponeras fÃ¶r tjÃ¤nsten:

source: Duplicate source entries are not allowed, any additional entries with the same source are skipped.
sv: Duplicerade kÃ¤llposter Ã¤r inte tillÃ¥tna, eventuella ytterligare poster med samma kÃ¤lla hoppas Ã¶ver.

source: Any control characters and leading and trailing whitespace are stripped.
sv: Alla kontrolltecken och ledande och efterfÃ¶ljande blanktecken tas bort.

source: :ref:`glossary-forbidden` are skipped.
sv: :ref:`glossary-forbidden` hoppas Ã¶ver.

source: Many services store glossaries server-side and enforce limit on the number of saved glossaries. Weblate always deletes the oldest glossary if it runs out of space.
sv: MÃ¥nga tjÃ¤nster lagrar ordlistor pÃ¥ serversidan och begrÃ¤nsar antalet sparade ordlistor. Weblate raderar alltid den Ã¤ldsta ordlistan om det inte finns tillrÃ¤ckligt med utrymme.

source: Registration and user profile
sv: Registrering och anvÃ¤ndarprofil

source: Everybody can browse projects, view translations or suggest translations by default. Only registered users are allowed to actually save changes, and are credited for every translation made.
sv: Alla kan som standard blÃ¤ddra bland projekt, visa Ã¶versÃ¤ttningar eller fÃ¶reslÃ¥ Ã¶versÃ¤ttningar. Endast registrerade anvÃ¤ndare fÃ¥r spara Ã¤ndringar och fÃ¥r kredit fÃ¶r varje Ã¶versÃ¤ttning som gÃ¶rs.

source: You can register by following a few simple steps:
sv: Du kan registrera dig genom att fÃ¶lja nÃ¥gra enkla steg:

source: Fill out the registration form with your credentials.
sv: Fyll i registreringsformulÃ¤ret med dina uppgifter.

source: Activate registration by following the link in the e-mail you receive.
sv: Aktivera registreringen genom att fÃ¶lja lÃ¤nken i det e-postmeddelande du fÃ¥r.

source: Optionally adjust your profile to choose which languages you know.
sv: Du kan ocksÃ¥ justera din profil fÃ¶r att vÃ¤lja vilka sprÃ¥k du kan.

source: When you sign in, you will see an overview of projects and components, as well as their respective translation progression.
sv: NÃ¤r du loggar in ser du en Ã¶versikt Ã¶ver projekt och komponenter samt deras respektive Ã¶versÃ¤ttningsstatus.

source: Components of projects you are watching are shown by default, and cross-referenced with your preferred languages.
sv: Komponenter i projekt som du fÃ¶ljer visas som standard och korsrefereras med dina Ã¶nskade sprÃ¥k.

source: You can switch to different views using the navigation tabs.
sv: Du kan vÃ¤xla mellan olika vyer med hjÃ¤lp av navigeringsflikarna.

source: The menu has these options:
sv: Menyn har fÃ¶ljande alternativ:

source: :guilabel:`Projects` > :guilabel:`Browse all projects` in the main menu showing translation status for each project on the Weblate instance.
sv: :guilabel:`Projekt` > :guilabel:`BlÃ¤ddra bland alla projekt` i huvudmenyn visar Ã¶versÃ¤ttningsstatus fÃ¶r varje projekt pÃ¥ Weblate-instansen.

source: Selecting a language in the main menu :guilabel:`Languages` will show translation status of all projects, filtered by one of your primary languages.
sv: Om du vÃ¤ljer ett sprÃ¥k i huvudmenyn :guilabel:`SprÃ¥k` visas Ã¶versÃ¤ttningsstatus fÃ¶r alla projekt, filtrerade efter ett av dina primÃ¤ra sprÃ¥k.

source: :guilabel:`Watched translations` in the Dashboard will show translation status of only those projects you are watching, filtered by your primary languages.
sv: :guilabel:`Bevakade Ã¶versÃ¤ttningar` i instrumentpanelen visar Ã¶versÃ¤ttningsstatusen fÃ¶r endast de projekt du bevakar, filtrerade efter dina primÃ¤ra sprÃ¥k.

source: In addition, the drop-down can also show any number of *component lists*, sets of project components preconfigured by the Weblate administrator, see :ref:`componentlists`.
sv: Dessutom kan rullgardinsmenyn ocksÃ¥ visa valfritt antal *komponentlistor*, uppsÃ¤ttningar av projektkomponenter som fÃ¶rkonfigurerats av Weblate-administratÃ¶ren, se :ref:`componentlists`.

source: You can configure your personal default dashboard view in the :guilabel:`Preferences` section of your user profile settings.
sv: Du kan konfigurera din personliga standardvy fÃ¶r instrumentpanelen i avsnittet :guilabel:`InstÃ¤llningar` i dina anvÃ¤ndarprofilinstÃ¤llningar.

source: When Weblate is configured for a single project using :setting:`SINGLE_PROJECT` in the :file:`settings.py` file (see :ref:`config`), the dashboard will not be shown, as the user will be redirected to a single project or component instead.
sv: NÃ¤r Weblate konfigureras fÃ¶r ett enda projekt med :setting:`SINGLE_PROJECT` i filen :file:`settings.py` (se :ref:`config`), visas inte instrumentpanelen, eftersom anvÃ¤ndaren istÃ¤llet omdirigeras till ett enda projekt eller en enda komponent.

source: The user profile is accessible by clicking your user icon in the top-right of the top menu, then the :guilabel:`Settings` menu.
sv: Du kommer Ã¥t anvÃ¤ndarprofilen genom att klicka pÃ¥ din anvÃ¤ndarikon lÃ¤ngst upp till hÃ¶ger i toppmenyn och sedan pÃ¥ menyn :guilabel:`InstÃ¤llningar`.

source: The user profile contains your preferences. Name and e-mail address is used in VCS commits, so keep this info accurate.
sv: AnvÃ¤ndarprofilen innehÃ¥ller dina preferenser. Namn och e-postadress anvÃ¤nds i VCS-commits, sÃ¥ se till att dessa uppgifter Ã¤r korrekta.

source: All language selections only offer currently translated languages.
sv: Alla sprÃ¥kalternativ erbjuder endast sprÃ¥k som fÃ¶r nÃ¤rvarande Ã¤r Ã¶versatta.

source: Request or add other languages you want to translate by clicking the button to make them available too.
sv: BegÃ¤r eller lÃ¤gg till andra sprÃ¥k som du vill Ã¶versÃ¤tta genom att klicka pÃ¥ knappen fÃ¶r att gÃ¶ra dem tillgÃ¤ngliga ocksÃ¥.

source: Interface language
sv: GrÃ¤nssnittssprÃ¥k

source: Choose the language you want to display the UI in.
sv: VÃ¤lj det sprÃ¥k du vill visa anvÃ¤ndargrÃ¤nssnittet pÃ¥.

source: Choose which languages you prefer to translate, and they will be offered on the main page of watched projects, so that you have easier access to all these translations in each of those languages.
sv: VÃ¤lj vilka sprÃ¥k du fÃ¶redrar att Ã¶versÃ¤tta, sÃ¥ kommer de att visas pÃ¥ huvudsidan fÃ¶r Ã¶vervakade projekt, sÃ¥ att du lÃ¤ttare kan komma Ã¥t alla dessa Ã¶versÃ¤ttningar pÃ¥ vart och ett av dessa sprÃ¥k.

source: You can define which secondary languages are shown to you as a guide while translating. An example can be seen in the following image, where the Hebrew language is shown as secondarily:
sv: Du kan ange vilka sekundÃ¤ra sprÃ¥k som ska visas som hjÃ¤lp under Ã¶versÃ¤ttningen. Ett exempel visas i fÃ¶ljande bild, dÃ¤r hebreiska visas som sekundÃ¤rt sprÃ¥k:

source: This can be also configured in the project (:ref:`project-secondary_language`) or component (:ref:`component-secondary_language`). In that case it can be used for :ref:`secondary-language-workflow`.
sv: Detta kan ocksÃ¥ konfigureras i projektet (:ref:`project-secondary_language`) eller komponenten (:ref:`component-secondary_language`). I sÃ¥ fall kan det anvÃ¤ndas fÃ¶r :ref:`secondary-language-workflow`.

source: Choose whether Weblate follows system settings for dark or light theme, or choose one of them manually.
sv: VÃ¤lj om Weblate ska fÃ¶lja systeminstÃ¤llningarna fÃ¶r mÃ¶rkt eller ljust tema, eller vÃ¤lj ett av dem manuellt.

source: On the :guilabel:`Preferences` tab, you can pick which of the available dashboard views to present by default. If you pick the :guilabel:`Component list`, you have to select which component list will be displayed from the :guilabel:`Default component list` drop-down.
sv: PÃ¥ fliken :guilabel:`InstÃ¤llningar` kan du vÃ¤lja vilken av de tillgÃ¤ngliga instrumentpanelvyerna som ska visas som standard. Om du vÃ¤ljer :guilabel:`Komponentlista` mÃ¥ste du vÃ¤lja vilken komponentlista som ska visas i rullgardinsmenyn :guilabel:`Standardkomponentlista`.

source: A source code link is shown in the web-browser configured in the :ref:`component` by default.
sv: En lÃ¤nk till kÃ¤llkoden visas i webblÃ¤saren som Ã¤r konfigurerad i :ref:`component` som standard.

source: By setting the :guilabel:`Editor link`, you use your local editor to open the VCS source code file of translated strings. You can use :ref:`markup`.
sv: Genom att stÃ¤lla in :guilabel:`Editor link` anvÃ¤nder du din lokala editor fÃ¶r att Ã¶ppna VCS-kÃ¤llkodsfilen med Ã¶versatta strÃ¤ngar. Du kan anvÃ¤nda :ref:`markup`.

source: Usually something like ``editor://open/?file={{filename}}&line={{line}}`` is a good option.
sv: Vanligtvis Ã¤r nÃ¥got i stil med ``editor://open/?file={{filename}}&line={{line}}`` ett bra alternativ.

source: You can find more info on registering custom URL protocols for the editor in the `Nette documentation <https://tracy.nette.org/en/open-files-in-ide>`_.
sv: Mer information om hur du registrerar anpassade URL-protokoll fÃ¶r redigeraren finns i `Nette-dokumentationen <https://tracy.nette.org/en/open-files-in-ide>`_.

source: Additional special characters to include in the :ref:`visual-keyboard`.
sv: Ytterligare specialtecken som ska inkluderas i :ref:`visual-keyboard`.

source: Subscribe to various notifications from the :guilabel:`Notifications` tab. Notifications for selected events on watched or administered projects will be sent to you per e-mail.
sv: Prenumerera pÃ¥ olika aviseringar frÃ¥n fliken :guilabel:`Aviseringar`. Aviseringar fÃ¶r valda hÃ¤ndelser i projekt som du fÃ¶ljer eller administrerar skickas till dig via e-post.

source: Some of the notifications are sent only for events in your languages (for example about new strings to translate), while some trigger at component level (for example merge errors). These two groups of notifications are visually separated in the settings.
sv: Vissa meddelanden skickas endast fÃ¶r hÃ¤ndelser pÃ¥ ditt sprÃ¥k (till exempel om nya strÃ¤ngar som ska Ã¶versÃ¤ttas), medan andra utlÃ¶ses pÃ¥ komponentnivÃ¥ (till exempel sammanfogningsfel). Dessa tvÃ¥ grupper av meddelanden Ã¤r visuellt Ã¥tskilda i instÃ¤llningarna.

source: You can toggle notifications for watched projects and administered projects and it can be further tweaked (or muted) per project and component. Visit the component overview page and select appropriate choice from the :guilabel:`Watching` menu.
sv: Du kan vÃ¤xla mellan aviseringar fÃ¶r bevakade projekt och administrerade projekt, och det kan justeras ytterligare (eller stÃ¤ngas av) per projekt och komponent. BesÃ¶k komponentÃ¶versiktssidan och vÃ¤lj lÃ¤mpligt alternativ frÃ¥n menyn :guilabel:`Bevakar`.

source: In case :guilabel:`Automatically watch projects on contribution` is enabled you will automatically start watching projects upon translating a string. The default value depends on :setting:`DEFAULT_AUTO_WATCH`.
sv: Om :guilabel:`Automatiskt bevaka projekt vid bidrag` Ã¤r aktiverat kommer du automatiskt att bÃ¶rja bevaka projekt nÃ¤r du Ã¶versÃ¤tter en strÃ¤ng. StandardvÃ¤rdet beror pÃ¥ :setting:`DEFAULT_AUTO_WATCH`.

source: You will not receive notifications for your own actions.
sv: Du kommer inte att fÃ¥ aviseringar fÃ¶r dina egna Ã¥tgÃ¤rder.

source: Sending out notifications is limited, you will not receive more than 1000 e-mails per day. Any further notifications for you will be discarded.
sv: Skickandet av aviseringar Ã¤r begrÃ¤nsat, du kommer inte att fÃ¥ mer Ã¤n 1000 e-postmeddelanden per dag. Eventuella ytterligare aviseringar till dig kommer att kasseras.

source: The :guilabel:`Account` tab lets you set up basic account details, connect various services you can use to sign in into Weblate, completely remove your account, or download your user data (see :ref:`schema-userdata`).
sv: PÃ¥ fliken :guilabel:`Konto` kan du stÃ¤lla in grundlÃ¤ggande kontouppgifter, ansluta olika tjÃ¤nster som du kan anvÃ¤nda fÃ¶r att logga in pÃ¥ Weblate, ta bort ditt konto helt eller ladda ner dina anvÃ¤ndardata (se :ref:`schema-userdata`).

source: The private commit e-mail will be used instead of your account e-mail in version control commits. Use this to avoid leaking your real e-mail there. Be aware that using different e-mail can disconnect your contributions on other servers (for example your contributions will no longer link to your profile on GitHub). The private e-mail can be turned on site-wide using :setting:`PRIVATE_COMMIT_EMAIL_OPT_IN`.
sv: Den privata e-postadressen fÃ¶r commit kommer att anvÃ¤ndas istÃ¤llet fÃ¶r din konto-e-postadress i versionskontroll-commits. AnvÃ¤nd detta fÃ¶r att undvika att din riktiga e-postadress lÃ¤cker ut dÃ¤r. TÃ¤nk pÃ¥ att anvÃ¤ndning av en annan e-postadress kan koppla bort dina bidrag pÃ¥ andra servrar (till exempel kommer dina bidrag inte lÃ¤ngre att lÃ¤nka till din profil pÃ¥ GitHub). Den privata e-postadressen kan aktiveras fÃ¶r hela webbplatsen med :setting:`PRIVATE_COMMIT_EMAIL_OPT_IN`.

source: The list of services depends on your Weblate configuration, but can be made to include popular sites such as GitLab, GitHub, Google, Facebook, or Bitbucket or other OAuth 2.0 providers.
sv: Listan Ã¶ver tjÃ¤nster beror pÃ¥ din Weblate-konfiguration, men kan utÃ¶kas till att omfatta populÃ¤ra webbplatser som GitLab, GitHub, Google, Facebook eller Bitbucket eller andra OAuth 2.0-leverantÃ¶rer.

source: Avatar can be shown for each user (depending on :setting:`ENABLE_AVATARS`). These images are obtained using https://gravatar.com/.
sv: Avatar kan visas fÃ¶r varje anvÃ¤ndare (beroende pÃ¥ :setting:`ENABLE_AVATARS`). Dessa bilder hÃ¤mtas med hjÃ¤lp av https://gravatar.com/.

source: You can get or reset your API access token here.
sv: Du kan hÃ¤mta eller Ã¥terstÃ¤lla din API-Ã¥tkomsttoken hÃ¤r.

source: Audit log keeps track of the actions performed with your account. It logs IP address and browser for every important action with your account. The critical actions also trigger a notification to a primary e-mail address.
sv: Revisionsloggen hÃ¥ller reda pÃ¥ de Ã¥tgÃ¤rder som utfÃ¶rs med ditt konto. Den loggar IP-adress och webblÃ¤sare fÃ¶r varje viktig Ã¥tgÃ¤rd med ditt konto. Kritiska Ã¥tgÃ¤rder utlÃ¶ser ocksÃ¥ en avisering till en primÃ¤r e-postadress.

source: Searching for strings
sv: SÃ¶ka efter strÃ¤ngar

source: Advanced queries using boolean operations, parentheses, or field specific lookup can be used to find the strings you want.
sv: Avancerade sÃ¶kningar med hjÃ¤lp av booleska operationer, parenteser eller fÃ¤ltspecifika sÃ¶kningar kan anvÃ¤ndas fÃ¶r att hitta de strÃ¤ngar du vill ha.

source: When no field is defined, the lookup happens on source, target, and context strings.
sv: NÃ¤r inget fÃ¤lt Ã¤r definierat sker sÃ¶kningen pÃ¥ kÃ¤ll-, mÃ¥l- och kontextstrÃ¤ngar.

source: Simple search
sv: Enkel sÃ¶kning

source: Any phrase typed into the search box is split into words. Strings containing all of them are shown. To look for an exact phrase, put "the searchphrase" into quotes (both single (``'``) and double (``"``) quotes will work): ``"this is a quoted string"`` or ``'another quoted string'``.
sv: Alla fraser som skrivs in i sÃ¶krutan delas upp i ord. StrÃ¤ngar som innehÃ¥ller alla dessa ord visas. FÃ¶r att sÃ¶ka efter en exakt fras, sÃ¤tt "sÃ¶kfrasen" inom citattecken (bÃ¥de enkla (``'``) och dubbla (``"``) citattecken fungerar): ``"detta Ã¤r en strÃ¤ng inom citattecken"`` eller ``'en annan strÃ¤ng inom citattecken'``.

source: Fields
sv: FÃ¤lt

source: Source string case-insensitive search.
sv: SÃ¶kning i kÃ¤llstrÃ¤ngen utan hÃ¤nsyn till versaler och gemener.

source: Target string case-insensitive search.
sv: SÃ¶kning i mÃ¥lstrÃ¤ngen utan hÃ¤nsyn till versaler och gemener.

source: Context string case-insensitive search.
sv: KontextstrÃ¤ngsÃ¶kning utan hÃ¤nsyn till versaler och gemener.

source: Key string case-insensitive search.
sv: SÃ¶kning efter nyckelstrÃ¤ng utan hÃ¤nsyn till versaler och gemener.

source: Source string description case-insensitive search.
sv: KÃ¤llstrÃ¤ngsbeskrivning, sÃ¶kning utan hÃ¤nsyn till versaler och gemener.

source: Location string case-insensitive search.
sv: PlatsstrÃ¤ng sÃ¶kning utan hÃ¤nsyn till versaler och gemener.

source: String priority.
sv: StrÃ¤ngprioritet.

source: String unique identifier.
sv: StrÃ¤ngens unika identifierare.

source: String position in the translation file.
sv: StrÃ¤ngposition i Ã¶versÃ¤ttningsfilen.

source: Timestamp for when the string was added to Weblate.
sv: TidsstÃ¤mpel fÃ¶r nÃ¤r strÃ¤ngen lades till i Weblate.

source: Search for string states (``approved``, ``translated``, ``needs-editing``, ``empty``, ``read-only``).
sv: SÃ¶k efter strÃ¤ngstatus (``godkÃ¤nd``, ``Ã¶versatt``, ``behÃ¶ver redigeras``, ``tom``, ``skrivskyddad``).

source: This field also supports :ref:`search-operators`, so searching for completed strings can be performed as ``state:>=translated``, searching for strings needing translation as ``state:<translated``.
sv: Detta fÃ¤lt stÃ¶der Ã¤ven :ref:`search-operators`, sÃ¥ att sÃ¶kning efter fullstÃ¤ndiga strÃ¤ngar kan utfÃ¶ras som ``state:>=translated``, och sÃ¶kning efter strÃ¤ngar som behÃ¶ver Ã¶versÃ¤ttas som ``state:<translated``.

source: Search for source string states, see above for more info.
sv: SÃ¶k efter kÃ¤llstrÃ¤ngens tillstÃ¥nd, se ovan fÃ¶r mer information.

source: String pending for flushing to VCS.
sv: StrÃ¤ng vÃ¤ntar pÃ¥ att spolas till VCS.

source: Search for string having attributes - ``plural``, ``context``, ``suggestion``, ``comment``, ``check``, ``dismissed-check``, ``translation``, ``variant``, ``screenshot``, ``flags``, ``explanation``, ``glossary``, ``note``, ``label``, ``location``.
sv: SÃ¶k efter strÃ¤ngar med attributen - ``plural``, ``context``, ``suggestion``, ``comment``, ``check``, ``dismissed-check``, ``translation``, ``variant``, ``screenshot``, ``flags``, ``explanation``, ``glossary``, ``note``, ``label``, ``location``.

source: Filters string on a condition:
sv: Filtrerar strÃ¤ngar utifrÃ¥n ett villkor:

source: ``read-only`` or ``readonly``
sv: ``skrivskyddad`` eller ``skrivskyddad``

source: Read-only strings, same as ``state:read-only``.
sv: Skrivskyddade strÃ¤ngar, samma som ``state:read-only``.

source: Approved strings, same as ``state:approved``.
sv: GodkÃ¤nda strÃ¤ngar, samma som ``state:approved``.

source: ``needs-editing`` or ``fuzzy``
sv: ``behÃ¶ver redigeras`` eller ``oklar``

source: Needing editing strings, same as ``state:needs-editing``.
sv: BehÃ¶ver redigeras, samma som ``state:needs-editing``.

source: Translated strings, same as ``state:>translated``.
sv: Ãversatta strÃ¤ngar, samma som ``state:>translated``.

source: Untranslated strings, same as ``state:<translated``.
sv: OÃ¶versatta strÃ¤ngar, samma som ``state:<translated``.

source: Pending strings not yet committed to the file (see :ref:`lazy-commit`).
sv: VÃ¤ntande strÃ¤ngar som Ã¤nnu inte har lagts till i filen (se :ref:`lazy-commit`).

source: Strings that were translated automatically (see :ref:`auto-translation`).
sv: StrÃ¤ngar som Ã¶versattes automatiskt (se :ref:`auto-translation`).

source: String target language.
sv: StrÃ¤ng mÃ¥lsprÃ¥k.

source: Component slug or name case-insensitive search, see :ref:`component-slug` and :ref:`component-name`.
sv: Komponent-slug eller namn, sÃ¶kning utan hÃ¤nsyn till versaler och gemener, se :ref:`component-slug` och :ref:`component-name`.

source: Project slug, see :ref:`project-slug`.
sv: Projekt-slug, se :ref:`project-slug`.

source: Path to the object to limit searching inside component, category, project, or translation.
sv: SÃ¶kvÃ¤g till objektet fÃ¶r att begrÃ¤nsa sÃ¶kningen inom komponent, kategori, projekt eller Ã¶versÃ¤ttning.

source: String was changed by author with given username.
sv: StrÃ¤ngen Ã¤ndrades av fÃ¶rfattaren med angivet anvÃ¤ndarnamn.

source: String content was changed on date, supports :ref:`search-operators` and :ref:`date-search`.
sv: StrÃ¤nginnehÃ¥llet Ã¤ndrades pÃ¥ datumet, stÃ¶der :ref:`search-operators` och :ref:`date-search`.

source: String was changed on date, supports :ref:`search-operators` and :ref:`date-search`.
sv: StrÃ¤ngen Ã¤ndrades pÃ¥ datumet, stÃ¶der :ref:`search-operators` och :ref:`date-search`.
